Repository: trizen/oblogout-py3
Catalog: po/*.po
Languages: tr

source: Openbox Logout
tr: Openbox Çıkış

source: Unable to determin the module path, exiting...
tr: Modül yolu belirlenemiyor, Çıkılıyor.

source: Color %s is not a valid color, defaulting to black
tr: %s rengi geçerli bir renk değil, Varsayılan olarak siyah olarak ayarlanıyor.

source: cancel
tr: İptal

source: logout
tr: Çıkış

source: restart
tr: Yeniden Başlat

source: shutdown
tr: Kapat

source: suspend
tr: Askıya Al

source: hibernate
tr: Hazırda Beklet

source: safesuspend
tr: Güvenli Askıya Al

source: lock
tr: Kilitle

source: switch
tr: Değiştir

source: Button %s is not a valid button name, removing
tr: %s düğmesi geçerli bir düğme adı değil, Kaldırılıyor.

source: Can't Suspend, disabling button
tr: Askıya Alınamıyor, Düğme devre dışı bırakılıyor.

source: Can't Hibernate, disabling button
tr: Hazırda Bekletilemiyor, Düğme devre dışı bırakılıyor.

source: Can't Safe Suspend, disabling button
tr: Güvenli Askıya Alma, Düğme devre dışı bırakılıyor.

source: No valid buttons found, resetting to defaults
tr: Geçerli düğme bulunamadı, varsayılanlara sıfırlanıyor
